In [1]:
import pandas as pd
import numpy as np

names = pd.read_csv('./names/yob1880.txt', names=['name', 'sex', 'birth'])

In [3]:
names.head()

        name sex  birth
0       Mary   F   7065
1       Anna   F   2604
2       Emma   F   2003
3  Elizabeth   F   1939
4     Minnie   F   1746

In [ ]:
# Exercice en utilisant la m√©thode conc